Repository: Kprzyby/RecruitmentApp
Catalog: Common/LanguageResources/FranceResource.*.resx
Languages: fr_fr

source: Account confirmed. Your password has been changed
fr_fr: Compte confirmé. votre mot de passe a été changé

source: Candidate created successfully
fr_fr: Candidat créé avec succès

source: Candidate deleted successfully
fr_fr: Candidat supprimé avec succès

source: Candidate updated successfully
fr_fr: Candidat mis à jour avec succès

source: Confirmation failed
fr_fr: Échec de la confirmation

source: Employees assigned correctly
fr_fr: Employés correctement affectés

source: Error adding HR note to candidate
fr_fr: Erreur lors de l'ajout d'une note RH au candidat

source: Error adding tech note to candidate
fr_fr: Erreur lors de l'ajout de la note technique au candidat

source: Error assigning interview date
fr_fr: Erreur lors de l'attribution de la date de l'entretien

source: Error assigning tech interview date
fr_fr: Erreur lors de l'attribution de la date de l'entretien technique

source: Error creating candidate (invalid recruitmentId)
fr_fr: Erreur lors de la création du candidat (ID de recrutement invalide)

source: Error creating candidate (one or more invalid parameters)
fr_fr: Erreur lors de la création du candidat (un ou plusieurs paramètres invalides)

source: Error creating interview
fr_fr: Erreur lors de la création de l'entretien

source: Error deleting candidate
fr_fr: Erreur lors de la suppression du candidat

source: Error deleting interview
fr_fr: Erreur lors de la suppression de l'entretien

source: Error deleting recruitment
fr_fr: Erreur lors de la suppression du recrutement

source: Error editing interview
fr_fr: Erreur lors de la modification de l'entretien

source: Error ending recruitment
fr_fr: Erreur lors de la fin du recrutement

source: Error getting candidate (bad parameters or candidate doesn't exist)
fr_fr: Erreur lors de l'obtention du candidat (mauvais paramètres ou le candidat n'existe pas)

source: Error getting list of recruitments
fr_fr: Erreur lors de l'obtention de la liste des recrutements

source: Error saving object to database
fr_fr: Erreur lors de l'enregistrement de l'objet dans la base de données

source: Error updating candidate
fr_fr: Erreur lors de la mise à jour du candidat

source: Error updating candidate when allocating recruiters
fr_fr: Erreur lors de la mise à jour du candidat lors de l'attribution des recruteurs

source: Error updating recruitment
fr_fr: Erreur lors de la mise à jour du recrutement

source: Interview created successfully
fr_fr: Entretien créé avec succès

source: Interview date set correctly
fr_fr: Date de l'entretien correctement définie

source: Interview deleted successfully
fr_fr: Entretien supprimé avec succès

source: Interview edited successfully
fr_fr: Interview éditée avec succès

source: Interview note added successfully
fr_fr: Note d'entretien ajoutée avec succès

source: No Interview with this Id
fr_fr: Pas d'interview avec cet identifiant

source: Password Changed
fr_fr: Mot de passe changé

source: Recovery e-mail sent
fr_fr: E-mail de récupération envoyé

source: Recruitment created successfully
fr_fr: Recrutement créé avec succès

source: Recruitment deleted successfully
fr_fr: Recrutement supprimé avec succès

source: Recruitment edited successfully
fr_fr: Recrutement modifié avec succès

source: Recruitment ended successfully
fr_fr: Le recrutement s'est terminé avec succès

source: Skill added successfully
fr_fr: Compétence ajoutée avec succès

source: Skill deleted successfully
fr_fr: Compétence supprimée avec succès

source: Skill updated successfully
fr_fr: Compétence mise à jour avec succès

source: Skill with that name already exists!
fr_fr: La compétence portant ce nom existe déjà !

source: Tech interview date set correctly
fr_fr: La date de l'entretien technique est correctement définie

source: Tech interview note added correctly
fr_fr: Note d'entretien technique ajoutée correctement

source: There is no recruitment with such Id
fr_fr: Il n'y a pas de recrutement avec un tel identifiant

source: User already exists
fr_fr: L'utilisateur existe déjà

source: User and Guid don't have the same owner
fr_fr: User et Guid n'ont pas le même propriétaire

source: User created successfully
fr_fr: Utilisateur créé avec succès

source: Wrong credentials!
fr_fr: Mauvais identifiants !

source: Wrong data!
fr_fr: Données erronées !
