Repository: Kprzyby/RecruitmentApp
Catalog: Common/LanguageResources/PolishResource.*.resx
Languages: pl_pl

source: Account confirmed. Your password has been changed
pl_pl: Konto potwierdzone. Twoje hasło zostało zmienione

source: Candidate created successfully
pl_pl: Kandydat został pomyślnie utworzony

source: Candidate deleted successfully
pl_pl: Kandydat został pomyślnie usunięty

source: Candidate updated successfully
pl_pl: Pomyślnie zaktualizowano kandydata

source: Confirmation failed
pl_pl: Potwierdzenie nie powiodło się

source: Employees assigned correctly
pl_pl: Pracownicy przypisani prawidłowo

source: Error adding HR note to candidate
pl_pl: Błąd podczas dodawania notatki HR do kandydata

source: Error adding tech note to candidate
pl_pl: Błąd podczas dodawania notatki technicznej do kandydata

source: Error assigning interview date
pl_pl: Błąd przypisywania daty rozmowy kwalifikacyjnej

source: Error assigning tech interview date
pl_pl: Błąd podczas przypisywania daty wywiadu technicznego

source: Error creating candidate (invalid recruitmentId)
pl_pl: Błąd podczas tworzenia kandydata (nieprawidłowy identyfikator rekrutacji)

source: Error creating candidate (one or more invalid parameters)
pl_pl: Błąd podczas tworzenia kandydata (co najmniej jeden nieprawidłowy parametr)

source: Error creating interview
pl_pl: Błąd podczas tworzenia wywiadu

source: Error deleting candidate
pl_pl: Błąd podczas usuwania kandydata

source: Error deleting interview
pl_pl: Błąd podczas usuwania wywiadu

source: Error deleting recruitment
pl_pl: Błąd podczas usuwania rekrutacji

source: Error editing interview
pl_pl: Błąd edycji rozmowy kwalifikacyjnej

source: Error ending recruitment
pl_pl: Błąd zakończenia rekrutacji

source: Error getting candidate (bad parameters or candidate doesn't exist)
pl_pl: Błąd podczas pobierania kandydata (złe parametry lub kandydat nie istnieje)

source: Error getting list of recruitments
pl_pl: Błąd podczas pobierania listy rekrutacji

source: Error saving object to database
pl_pl: Błąd podczas zapisywania obiektu do bazy danych

source: Error updating candidate
pl_pl: Błąd podczas aktualizowania kandydata

source: Error updating candidate when allocating recruiters
pl_pl: Błąd aktualizacji kandydata podczas przydzielania rekruterów

source: Error updating recruitment
pl_pl: Błąd podczas aktualizowania rekrutacji

source: Interview created successfully
pl_pl: Wywiad utworzony pomyślnie

source: Interview date set correctly
pl_pl: Data rozmowy kwalifikacyjnej ustawiona prawidłowo

source: Interview deleted successfully
pl_pl: Wywiad został pomyślnie usunięty

source: Interview edited successfully
pl_pl: Wywiad edytowany pomyślnie

source: Interview note added successfully
pl_pl: Pomyślnie dodano notatkę z rozmowy kwalifikacyjnej

source: No Interview with this Id
pl_pl: Brak wywiadu z tym identyfikatorem

source: Password Changed
pl_pl: Hasło zostało zmienione

source: Recovery e-mail sent
pl_pl: Wysłano e-mail odzyskiwania

source: Recruitment created successfully
pl_pl: Rekrutacja utworzona pomyślnie

source: Recruitment deleted successfully
pl_pl: Rekrutacja została pomyślnie usunięta

source: Recruitment edited successfully
pl_pl: Rekrutacja edytowana pomyślnie

source: Recruitment ended successfully
pl_pl: Rekrutacja zakończona sukcesem

source: Skill added successfully
pl_pl: Umiejętność dodana pomyślnie

source: Skill deleted successfully
pl_pl: Umiejętność została pomyślnie usunięta

source: Skill updated successfully
pl_pl: Umiejętność zaktualizowana pomyślnie

source: Skill with that name already exists!
pl_pl: Umiejętność o tej nazwie już istnieje!

source: Tech interview date set correctly
pl_pl: Data wywiadu technicznego ustawiona prawidłowo

source: Tech interview note added correctly
pl_pl: Notatka z wywiadu technicznego została dodana poprawnie

source: There is no recruitment with such Id
pl_pl: Nie ma rekrutacji z takim identyfikatorem

source: User already exists
pl_pl: Użytkownik już istnieje

source: User and Guid don't have the same owner
pl_pl: Użytkownik i Guid nie mają tego samego właściciela

source: User created successfully
pl_pl: Pomyślnie utworzono użytkownika

source: Wrong credentials!
pl_pl: Błędne dane uwierzytelniające!

source: Wrong data!
pl_pl: Złe dane!
