Repository: Kprzyby/RecruitmentApp
Catalog: Common/LanguageResources/SpanishResource.*.resx
Languages: es_es

source: Account confirmed. Your password has been changed
es_es: Cuenta confirmada. Tu contraseña ha sido cambiada

source: Candidate created successfully
es_es: Candidata creada con éxito

source: Candidate deleted successfully
es_es: Candidato eliminado exitosamente

source: Candidate updated successfully
es_es: Candidato actualizado con éxito

source: Confirmation failed
es_es: Error de confirmación

source: Editing was successful
es_es: La edición fue exitosa

source: Employees assigned correctly
es_es: Empleados asignados correctamente

source: Error adding HR note to candidate
es_es: Error al agregar nota de recursos humanos al candidato

source: Error adding tech note to candidate
es_es: Error al agregar nota técnica al candidato

source: Error assigning interview date
es_es: Error al asignar la fecha de la entrevista

source: Error assigning tech interview date
es_es: Error al asignar la fecha de la entrevista técnica

source: Error creating candidate (invalid recruitmentId)
es_es: Error al crear candidato (ID de reclutamiento no válido)

source: Error creating candidate (one or more invalid parameters)
es_es: Error al crear candidato (uno o más parámetros no válidos)

source: Error creating interview
es_es: Error al crear entrevista

source: Error deleting candidate
es_es: Error al eliminar candidato

source: Error deleting interview
es_es: Error al eliminar la entrevista

source: Error deleting recruitment
es_es: Error al eliminar el reclutamiento

source: Error editing interview
es_es: Error al editar la entrevista

source: Error ending recruitment
es_es: Error al finalizar el reclutamiento

source: Error getting candidate (bad parameters or candidate doesn't exist)
es_es: Error al obtener el candidato (parámetros incorrectos o el candidato no existe)

source: Error getting list of recruitments
es_es: Error al obtener la lista de contrataciones

source: Error saving object to database
es_es: Error al guardar el objeto en la base de datos

source: Error updating candidate
es_es: Error al actualizar el candidato

source: Error updating candidate when allocating recruiters
es_es: Error al actualizar candidato al asignar reclutadores

source: Error updating recruitment
es_es: Error al actualizar el reclutamiento

source: Error while deleting skill!
es_es: ¡Error al eliminar la habilidad!

source: Error while deleting the user
es_es: Error al eliminar el usuario

source: Error while updating the user
es_es: Error al actualizar el usuario

source: Interview created successfully
es_es: Entrevista creada con éxito

source: Interview date set correctly
es_es: Fecha de la entrevista establecida correctamente

source: Interview deleted successfully
es_es: Entrevista eliminada con éxito

source: Interview edited successfully
es_es: Entrevista editada con éxito

source: Interview note added successfully
es_es: Nota de entrevista añadida con éxito

source: No Interview with this Id
es_es: Sin entrevista con esta identificación

source: No user with given Id found
es_es: No se encontró ningún usuario con la identificación dada

source: Not found
es_es: Extraviado

source: Password Changed
es_es: Contraseña cambiada

source: Recovery e-mail sent
es_es: Correo electrónico de recuperación enviado

source: Recruitment created successfully
es_es: Reclutamiento creado con éxito

source: Recruitment deleted successfully
es_es: Reclutamiento eliminado con éxito

source: Recruitment edited successfully
es_es: Reclutamiento editado con éxito

source: Recruitment ended successfully
es_es: El reclutamiento finalizó con éxito

source: Skill added successfully
es_es: Habilidad agregada con éxito

source: Skill deleted successfully
es_es: Habilidad eliminada con éxito

source: Skill updated successfully
es_es: Habilidad actualizada con éxito

source: Skill with that name already exists!
es_es: ¡La habilidad con ese nombre ya existe!

source: String
es_es: Złe dane!

source: Tech interview date set correctly
es_es: La fecha de la entrevista técnica se estableció correctamente

source: Tech interview note added correctly
es_es: Nota de entrevista técnica añadida correctamente

source: There is no recruitment with such Id
es_es: No hay contratación con tal id.

source: There is no such skill!
es_es: ¡No existe tal habilidad!

source: This skill is currently used in one of the recruitments. You can't delete it.
es_es: Esta habilidad se utiliza actualmente en uno de los reclutamientos. No puedes eliminarlo.

source: User already exists
es_es: El usuario ya existe

source: User and Guid don't have the same owner
es_es: Usuario y Guid no tienen el mismo propietario

source: User created successfully
es_es: Usuario creado con éxito

source: User deleted successfully
es_es: Usuario eliminado exitosamente

source: Wrong credentials!
es_es: ¡Credenciales incorrectas!

source: Wrong data!
es_es: ¡Información incorrecta!
