Repository: Kprzyby/RecruitmentApp
Catalog: HeRoBackEnd/LanguageResources/LangResource.*.resx
Languages: de_de

source: Account confirmed. Your password has been changed
de_de: Konto bestätigt. Ihr Passwort wurde geändert

source: Account doesn't exist
de_de: Konto existiert nicht

source: Candidate created successfully
de_de: Kandidat erfolgreich erstellt

source: Candidate deleted successfully
de_de: Kandidat erfolgreich gelöscht

source: Candidate updated successfully
de_de: Kandidat erfolgreich aktualisiert

source: Confirmation failed
de_de: Bestätigung fehlgeschlagen

source: Editing was successful
de_de: Bearbeitung war erfolgreich

source: Employees assigned correctly
de_de: Mitarbeiter richtig zugeordnet

source: Error adding HR note to candidate
de_de: Fehler beim Hinzufügen einer Personalnotiz zum Kandidaten

source: Error adding tech note to candidate
de_de: Fehler beim Hinzufügen des technischen Hinweises zum Kandidaten

source: Error assigning interview date
de_de: Fehler beim Zuweisen des Interviewdatums

source: Error assigning tech interview date
de_de: Fehler beim Zuweisen des Tech-Interview-Datums

source: Error creating candidate (invalid recruitmentId)
de_de: Fehler beim Erstellen des Kandidaten (ungültige Einstellungs-ID)

source: Error creating candidate (one or more invalid parameters)
de_de: Fehler beim Erstellen des Kandidaten (mindestens ein ungültiger Parameter)

source: Error creating interview
de_de: Fehler beim Erstellen des Interviews

source: Error deleting candidate
de_de: Fehler beim Löschen des Kandidaten

source: Error deleting interview
de_de: Fehler beim Löschen des Interviews

source: Error deleting recruitment
de_de: Fehler beim Löschen der Rekrutierung

source: Error editing interview
de_de: Fehler beim Bearbeiten des Interviews

source: Error ending recruitment
de_de: Fehler beim Beenden der Rekrutierung

source: Error getting candidate (bad parameters or candidate doesn't exist)
de_de: Fehler beim Abrufen des Kandidaten (falsche Parameter oder Kandidat existiert nicht)

source: Error getting list of recruitments
de_de: Fehler beim Abrufen der Liste der Rekrutierungen

source: Error saving object to database
de_de: Fehler beim Speichern des Objekts in der Datenbank

source: Error updating candidate
de_de: Fehler beim Aktualisieren des Kandidaten

source: Error updating candidate when allocating recruiters
de_de: Fehler beim Aktualisieren des Kandidaten bei der Zuweisung von Personalvermittlern

source: Error updating recruitment
de_de: Fehler beim Aktualisieren der Rekrutierung

source: Error while deleting skill!
de_de: Fehler beim Löschen des Skills!

source: Error while deleting the user
de_de: Fehler beim Löschen des Benutzers

source: Error while updating the user
de_de: Fehler beim Aktualisieren des Benutzers

source: Interview created successfully
de_de: Interview erfolgreich erstellt

source: Interview date set correctly
de_de: Interviewtermin richtig eingestellt

source: Interview deleted successfully
de_de: Interview erfolgreich gelöscht

source: Interview edited successfully
de_de: Interview erfolgreich bearbeitet

source: Interview note added successfully
de_de: Interviewnotiz erfolgreich hinzugefügt

source: Language changed successfully
de_de: Sprache erfolgreich geändert

source: No language specified
de_de: Keine Sprache angegeben

source: No user with given Id found
de_de: Kein Benutzer mit der angegebenen ID gefunden

source: Not found
de_de: Nicht gefunden

source: Password Changed
de_de: Kein Interview mit dieser ID

source: Recovery e-mail sent
de_de: Wiederherstellungs-E-Mail gesendet

source: Recruitment created successfully
de_de: Rekrutierung erfolgreich erstellt

source: Recruitment deleted successfully
de_de: Einstellung erfolgreich gelöscht

source: Recruitment edited successfully
de_de: Rekrutierung erfolgreich bearbeitet

source: Recruitment ended successfully
de_de: Rekrutierung erfolgreich beendet

source: Skill added successfully
de_de: Fertigkeit erfolgreich hinzugefügt

source: Skill deleted successfully
de_de: Fertigkeit erfolgreich gelöscht

source: Skill updated successfully
de_de: Fertigkeit erfolgreich aktualisiert

source: Skill with that name already exists!
de_de: Fertigkeit mit diesem Namen existiert bereits!

source: Tech interview date set correctly
de_de: Tech-Interview-Datum richtig eingestellt

source: Tech interview note added correctly
de_de: Tech-Interview-Notiz korrekt hinzugefügt

source: There is no recruitment with such Id
de_de: Mit dieser ID findet keine Rekrutierung statt

source: There is no such skill!
de_de: Es gibt keine solche Fähigkeit!

source: This skill is currently used in one of the recruitments. You can't delete it.
de_de: Diese Fertigkeit wird derzeit in einer der Rekrutierungen verwendet. Sie können es nicht löschen.

source: User already exists
de_de: Benutzer existiert bereits

source: User and Guid don't have the same owner
de_de: Benutzer und Guid haben nicht denselben Eigentümer

source: User created successfully
de_de: Benutzer erfolgreich erstellt

source: User deleted successfully
de_de: Benutzer erfolgreich gelöscht

source: Wrong credentials!
de_de: Falsche Anmeldeinformationen!

source: Wrong data!
de_de: Falschen Daten!
